//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Tem certeza de que deseja excluir os destinatários selecionados?";

//Buttons
"Delete" = "Excluir";
"Cancel" = "Cancelar";